/* card validator error message */
"Card not supported for payment" = "결제에 지원되지 않는 카드입니다";

/* card validator error message */
"Card number is invalid" = "카드 번호가 유효하지 않습니다";

/* card validator error message */
"Card number is required" = "카드 번호는 필수입니다";

/* card validator error message */
"Card number must contain only digits" = "카드 번호는 숫자만 포함해야 합니다";

/* card validator error message */
"Card’s expiration date is invalid" = "카드의 만료 날짜가 유효하지 않습니다";

/* card validator error message */
"Expiry date is required" = "만료 날짜는 필수입니다";

/* card validator error message */
"Invalid card number" = "유효하지 않은 카드 번호";

/* card validator error message */
"Invalid CVC / CVV" = "유효하지 않은 CVC / CVV";

/* card validator error message */
"Invalid expires date" = "유효하지 않은 만료 날짜";

/* card validator error message */
"Invalid name on card" = "카드의 이름이 유효하지 않습니다";

/* card validator error message */
"Please enter your card name" = "카드의 이름을 입력하세요";

/* card validator error message */
"Security code is invalid" = "보안 코드가 유효하지 않습니다";

/* card validator error message */
"Security code is required" = "보안 코드는 필수입니다";

/* card validator error message */
"Security code must contain only digits" = "보안 코드는 숫자만 포함해야 합니다";


/* CVC / CVV placeholder */
"CVC / CVV" = "CVC / CVV";

/* CVC title with card brand and last4 */
"Enter CVC/CVV for\n%@" = "%@의 CVC/CVV를 입력하세요";

/* Pay now - pay button */
"Pay now" = "지금 결제";

/* CVC title without card details */
"Enter CVC/CVV" = "CVC/CVV 입력";

/* total amount of payment session */
"Total %@" = "총액 %@";
